Repository: nonZero/OpenGLAM
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: he

source: email
he: דואל

source: The two password fields didn't match.
he: שדות הסיסמא אינם תואמים

source: password
he: סיסמא

source: Minimum 6 characters
he: לפחות 6 תווים

source: password confirmation
he: סיסמא (פעם שניה)

source: send to user by email
he: שלח אימייל למשתמש עם פרטי ההערה

source: tags
he: תגים

source: display name (Hebrew)
he: שם לתצוגה בעברית

source: display name (English)
he: שם לתצוגה באנגלית

source: team member
he: חבר צוות

source: community member
he: חבר קהילה

source: Hebrew name (as seen by community)
he: שם בעברית (כפי שיוצג בפני חברי הקהילה)

source: Email (as seen by other community members)
he: דואל (כפי שיוצג בפני חברי הקהילה)

source: can be left empty.
he: ניתן להשאיר ריק.

source: Phone number (as seen by other community members)
he: מספר טלפון (כפי שיוצג בפני חברי הקהילה)

source: Personal info (as seen by other community members)
he: קצת פרטים על עצמי (כפי שיוצגו בפני חברי הקהילה)

source: Share something about yourself!
he: זה המקום לשתף משהו על עצמך - אפשר להוסיף גם לינקים.

source: Anonymous User
he: משתמש אנונימי

source: first name (Hebrew)
he: שם פרטי בעברית

source: last name (Hebrew)
he: שם משפחה בעברית

source: first name (English)
he: שם פרטי באנגלית

source: last name (English)
he: שם משפחה באנגלית

source: female
he: נקבה

source: male
he: זכר

source: prefer not to answer
he: ברצוני שלא לענות

source: gender
he: מגדר

source: we would like to create a diverse group.
he: הידעת? חשוב לנו לבנות קבוצה מעורבת מגדרית, עם יצוג גבוה לנשים.

source: main phone number
he: מספר טלפון

source: alternate phone number
he: מספר טלפון נוסף

source: city
he: עיר / ישוב

source: address
he: כתובת

source: street and number
he: רחוב ומספר

source: pesronal info
he: פרטים אישיים

source: pesronal infos
he: פרטים אישיים

source: Your OGLAM Login Link
he: קישור הכניסה שלך לאתר OpenGLAM

source: To login to OGLAM, click here
he: על מנת להכנס לאתר תרבות פתוחה, יש ללחוץ כאן

# userlog
source: Other
he: אחר

# userlog
source: Add
he: הוספה

# userlog
source: Change
he: שינוי

# userlog
source: Remove
he: הסרה

source: visible to user
he: נראה למשתמש

source: content
he: תוכן

source: open
he: פתוח (לטיפול)

source: closed at
he: מועד סגירה

source: user note
he: הערות עבור המשתמש

source: user notes
he: הערות עבור המשתמש

source: User note posted to
he: הערת משתמש נכתבה על

source: By
he: על ידי

source: red
he: אדום

source: gray
he: אפור

source: bronze
he: ברונזה

source: silver
he: כסף

source: gold
he: זהב

source: name
he: שם

source: group
he: קבוצה

source: tag
he: תג

source: Open
he: פתוחה

source: Closed by
he: נסגר על ידי

source: Close
he: סגירה

source: Private
he: פרטי

source: Edit Tags
he: עריכת תגים

source: Sign Out
he: יציאה

source: Set password
he: קביעת סיסמא

source: My Community Profile
he: פרופיל הקהילה שלי

source: My Profile
he: הפרופיל שלי

source: You are logged in as
he: את/ה מחובר/ת למערכת כ-

source: Admin
he: אדמין

source: Applications
he: מועמדים

source: Events
he: אירועים

source: Surveys
he: סקרים

source: Users Notes
he: הערות משתמשים

source: All
he: הכל

source: Project Comments
he: הערות לפרויקטים

source: Community
he: קהילה

source: Quick passwordless login/registration
he: כניסה/הרשמה מהירה ללא סיסמא

source: Using gmail based emails
he: כניסה מהירה לבעלי דואל מבוסס gmail

source: Using other email providers
he: כניסה/הרשמה לבעלי שירות דואל אחר

source: Forgot your password?
he: שכחת את הסיסמא שלך?

source: Password Login
he: כניסה באמצעות סיסמא

source: Login
he: כניסה

source: Personal Details
he: פרטים אישיים

source: Send
he: שלח

source: Save
he: שמירה

source: Set Password
he: קביעת סיסמא

source: Email Registration / Login
he: כניסה / הרשמה מהירה ללא סיסמא

source: Send me a quick login link
he: שלח לי קישור לכניסה מהירה ללא סיסמא

source: Change profile picture
he: שינוי תמונת פרופיל

source: Users
he: משתמשים

source: Application Reviews
he: הערכות

source: Review
he: הערכה

source: User Notes
he: הערות עבור המשתמש

source: Add Note
he: הוספת הערה

source: Add
he: הוספה

source: Saved sucessfully.
he: נשמר בהצלחה.

source: Project Votes
he: הצבעות לפרויקט

source: hidden from user
he: נסתר מהמשתמש

source: sent to user
he: נשלח למשתמש באימייל

source: wrote
he: כתב/ה

source: To respond click here
he: לכתיבת תגובה או הערה נוספת יש ללחוץ כאן

source: of
he: מתוך

source: Validation email sent
he: נשלחה אליך הודעה עם קישור לכניסה מהירה לאתר.

source: Validation mail sent to
he: ההודעה נשלחה אל

source: Please check your email.
he: אנא בדוק את תיבת הדואר שלך.

source: Mail was sent from
he: ההודעה נשלחה מהכתובת

source: Signup
he: הרשמה

source: Validation Sent
he: האישור נשלח

source: validation code too old. Please generate a new code
he: הקישור ישן מדי - אנא צור/צרי קישור כניסה חדש דרך מסך ההרשמה.

source: Invalid validation code.
he: קוד הכניסה שגוי.

source: Inactive user.
he: חשבון זה אינו פעיל.

source: Welcome back!
he: שלום שוב!

source: Welcome! You can set your password any time from the menu above.
he: שלום! ניתן לקבוע סיסמא דרך הקישור בתפריט העליון.

source: Password was set succesfully
he: הסיסמא נקבעה בהצלחה.

source: Profile saved successfully.
he: הפרופיל נשמר בהצלחה.

source: OpenGLAM: New note from
he: הכיתה02: קיבלת הערה חדשה מאת

source: Open Users Notes
he: הערות משתמשים פתוחות
