Repository: nonZero/OpenGLAM
Catalog: surveys/locale/*/LC_MESSAGES/django.po
Languages: he

source: email subject
he: כותרת הדואל

source: email content (markdown)
he: תוכן הדואל (markdown)

source: survey
he: סקר

source: surveys
he: סקרים

source: open
he: פתוח (לטיפול)

source: survey answer
he: תשובה לסקר

source: survey answers
he: תשובות לסקר

source: resend survey
he: שלח סקר שוב פעם

source: close marked invites
he: סגור פריטים שסומנו

source: Edit survey
he: עריכת סקר

source: Create new survey
he: יצירת סקר חדש

source: Save
he: שמירה

source: Surveys
he: סקרים

source: Answering as
he: מילוי הטופס עבור

source: Send
he: שליחה

source: Edit
he: עריכה

source: Resent survey to
he: הסקר נשלח אל

source: Wrong user! Please login with the correct user to continue
he: דף זה מיועד למשתמש אחר. אנא התחבר מחדש למערכת עם המשתמש המתאים

source: Thank you!
he: תודה רבה!

source: Problems detected in form. Please fix your errors and try again.
he: נמצאו בעיות בטופס. אנא תקנ/י את הבעיות, ונסה/י שנית.
