Repository: nonZero/OpenGLAM
Catalog: projects/locale/*/LC_MESSAGES/django.po
Languages: he

source: is published
he: פורסם?

source: title
he: כותרת

source: slug
he: סלאג

source: summary (markdown)
he: סיכום (markdown)

source: summary (html)
he: סיכום (html)

source: link
he: קישור

source: project
he: פרוייקט

source: projects
he: פרוייקטים

source: uninterested
he: לא מעוניינ/ת

source: neutral
he: אין לי דעה

source: interested
he: מעוניינ/ת

source: very interested
he: מעוניינ/ת מאוד

source: created at
he: מועד יצירה

source: public
he: פומבי - הערתך תוצג בפני כל המשתמשים

source: private
he: פרטי - הערתך תוצג בפני צוות האתר בלבד

source: comment view scope
he: מי יוכל לצפות בהערה?

source: content
he: תוכן

source: is reviewed
he: ההערכה נסקרה על ידי הצוות

source: reviewed at
he: מועד הסקירה

source: project comment
he: הערה לפרויקט

source: project comments
he: הערות לפרויקט

source: updated at
he: מועד עדכון

source: project bid
he: ניקוד משתמש לפרויקט

source: project bids
he: ניקודי משתמש לפרויקט

source: Private
he: פרטי

source: Deleted
he: נמחק

source: Reviewed by
he: נסקר על ידי

source: Unreviewed
he: טרם נסקר

source: Bid for
he: ניקוד משתמש עבור

source: Projects
he: פרוייקטים

source: Send
he: שליחה

source: Unpublished
he: טרם פורסם

source: Full project statement
he: למידע המלא על הפרויקט

source: Would you like to work on this project?
he: האם ברצונך לעבוד על פרויקט זה?

source: Vote!
he: שמירה

source: Saved sucessfully.
he: ההצבעה נשמרה בהצלחה.

source: Login
he: כניסה

source: Register
he: הרשמה

source: Votes
he: הצבעות

source: Comments
he: הערות

source: Add Comment
he: הוספת הערה חדשה

source: Your public name is:
he: שמך יופיע בפני שאר המשתמשים כך:

source: Edit
he: עריכה

source: Add
he: הוספה

source: Update Project
he: עדכון פרויקט

source: Create Project
he: יצירת פרויקט

source: Save
he: שמירה

source: Create
he: יצירה

source: Edit Comment
he: עריכת הערה

source: Latest Comments
he: הערות אחרונות

source: Thank you!
he: תודה רבה!

source: New bid
he: הצבעה חדשה לפרויקטים

source: user
he: משתמש

source: bid
he: הצעה

source: Comment posted
he: ההערה נשמרה
