Repository: nonZero/OpenGLAM
Catalog: student_applications/locale/*/LC_MESSAGES/django.po
Languages: he

source: Required field
he: שדה חובה

source: control
he: שליטה

source: 0 - No knowledge
he: 0 - ללא ידע בתחום

source: 2 - Some knowledge
he: 2 - הכרות מסוימת

source: 4 - Good informal knowledge or Formal Education
he: 4 - ידע פורמלי בלבד

source: 6 - Some parctical work experience
he: 6 - נסיון פרקטי מועט

source: 8 - Considerable work experience (2+ years)
he: 8 - נסיון משמעותי (2+ שנים)

source: 10 - Full control of the technology
he: 10 - שליטה מוחלטת

source: n/a
he: לא רלוונטי

source: new (incomplete application)
he: בהרשמה

source: registered
he: נרשם

source: decided not to participate
he: החליט לא להשתתף

source: under discussion
he: בדיון

source: to reject
he: מועמד לדחיה

source: invite to interview
he: להזמין לראיון

source: invited to interview
he: הוזמן לראיון

source: did not attend interview
he: לא התייצב ליום מיון

source: participated in interview
he: השתתף ביום מיון

source: to waiting list
he: להעביר לרשימת המתנה

source: waiting list
he: ברשימת המתנה

source: to accept
he: מועמד לקבלה

source: accepted
he: התקבל

source: accepted and approved
he: התקבל ואישר השתתפות

source: accepted and declined
he: התקבל ודחה השתתפות

source: rejected
he: נדחה

source: status
he: סטטוס

source: created at
he: מועד יצירה

source: last edited at
he: מועד עריכה אחרונה

source: no answer supplied
he: -- אין תשובה --

source: too low
he: נמוכה

source: average
he: ממוצעת

source: high
he: גבוהה

source: very high
he: גבוהה מאוד

source: does not fit
he: לא מתאימ/ה

source: undecided / neutral
he: ניטרלי / לא הוחלט

source: fit
he: מתאימ/ה

source: highly fits
he: מתאימ/ה מאוד

source: programming experience
he: רקע ונסיון בפיתוח תוכנה

source: web development experience
he: רקע ונסיון בפיתוח WEB

source: involvement in activism
he: מעורבות באקטיביזם / אוריינות סדנאית

source: present and future availability
he: זמינות בזמן התכנית ובעתיד

source: background in humanism
he: רקע בהומניזם

source: communication skills
he: יכולת תקשורת

source: overall_impression
he: התרשמות כללית

source: Does the candidate fit the program?
he: האם המועמד/ת מתאימ/ה לתכנית?

source: review comments
he: הערות להערכה

source: Consider adding a user note instead
he: הערות כלליות למשתמש יש להוסיף דרך "הערות משתמש"

source: application review
he: הערכה

source: application reviews
he: הערכות

source: Registration
he: הרשמה

source: Part
he: חלק

source: Personal details
he: פרטים אישיים

source: Enter Personal Details
he: מילוי פרטים אישיים

source: Registration Questionnaire
he: שאלון הרשמה

source: Review your answers
he: הצגת התשובות שמילאת לשאלונים

source: Continue Questionnaire
he: לחצ/י להמשך שאלון ההרשמה

source: Start Questionnaire
he: לחצ/י להתחלת שאלון ההרשמה

source: Choose projects
he: בחירת פרוייקטים

source: Pending your review
he: ממתינים לסקירתך

source: Done!
he: זה הכל!

source: Reviewed by you
he: נסקרו על ידך

source: What are you waiting for?
he: קדימה!

source: Notes
he: הערות

source: Send note to the staff
he: שליחת הערה לצוות התכנית

source: Add
he: הוספה

source: Saved sucessfully.
he: נשמר בהצלחה.

source: Send
he: שליחה

source: Registration Details
he: פרטי ההרשמה

source: Edit Status
he: עריכת סטטוס

source: Bulk Operations
he: ביצוע פעולות

source: Go
he: בצע

source: You
he: את/ה

source: Questionnare
he: שאלון

source: of
he: מתוך

source: Applications
he: מועמדים

source: Change Status
he: שינוי סטטוס

source: Save
he: שמירה

source: Total
he: סך הכל

source: Showing
he: מוצגים

source: Review Application
he: הערת מועמד

source: Change status
he: שינוי סטטוס

source: Invite to event
he: הזמנה לאירוע

source: Send survey
he: שלח סקר

source: Edit
he: עריכה

source: Cohorts
he: דבוקות

source: Users
he: משתמשים

source: Personal Details
he: פרטים אישיים

source: Personal details saved successfully.
he: הפרטים נשמרו בהצלחה.

source: Registration completed! Thank you very much!
he: ההרשמה הסתיימה! תודה רבה!

source: User registered: %s
he: המשתמש/ת נרשמ/ה: %s

source: '%s' was saved.
he: '%s' נשמר בהצלחה.

source: Problems detected in form. Please fix your errors and try again.
he: נמצאו בעיות בטופס. אנא תקנ/י את הבעיות, ונסה/י שנית

source: Sent
he: נשלח

source: Already sent
he: כבר נשלח

source: Invited
he: הוזמן

source: Already invited
he: כבר נשלח
